export const posts = [
  {
    id: 1,
    title: '記事タイトル１',
    thumbnailUrl: '',
    createdAt: '2023-09-11T09:00:00.000Z',
    categories: ['React', 'TypeScript'],
    content: `
    本文です。本文です。本文です。本文です。本文です。本文です。
    本文です。本文です。本文です。本文です。本文です。

    本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。


    本文です。本文です。本文です。本文です。本文です。本文です。
    `,
  },
  {
    id: 2,
    title: '記事タイトル２',
    thumbnailUrl: '',
    createdAt: '2023-09-10T09:00:00.000Z',
    categories: ['HTML', 'CSS'],
    content: `
    本文です。本文です。本文です。本文です。本文です。本文です。
    本文です。本文です。本文です。本文です。本文です。

    本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。


    本文です。本文です。本文です。本文です。本文です。本文です。
    `,
  },
  {
    id: 3,
    title: '記事タイトル３',
    thumbnailUrl: '',
    createdAt: '2023-09-09T09:00:00.000Z',
    categories: ['JavaScript'],
    content: `
    本文です。本文です。本文です。本文です。本文です。本文です。
    本文です。本文です。本文です。本文です。本文です。

    本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。本文です。


    本文です。本文です。本文です。本文です。本文です。本文です。
    `,
  },
]
